
[
                {
                        "id": 1,
                        "title": "Tracking People Meeting Gurudev",
                        "team": "Shreesh, Meenakshi, Rishi, Prajwal, Sujay & others",
                        "contact": "Shreesh",
                        "tileDescription": "Tracking people meeting Gurudev",
                        "description": "Our mission is to track people meeting Gurudev.",
                        "solutions": {
                                "What": "Provide visibility into the frequency of meetings of the person(s) seeking an appointment with Gurudev.",
                                "When": "At the time of approving appointments.",
                                "Who": "Secretariat",
                                "How": "AI-driven image recognition of prior meetings of Gurudev with the person(s).",
                                "Why": "To choose whether to approve the appointment or not.",
                                "Where": "Wherever Gurudev goes."
                        },
                        "joinLink": "",
                        "problemStatement": "To ensure Gurudev's time is optimally utilized.",
                        "painPoints": "",
                        "rolesAvailable": ""
                },
              {
                        "id": 2,
                        "title": "AI-Powered Digital Feedback System for the Ashram",
                        "team": "Shreesh, Ankit Gupta",
                        "contact": "Ankit Gupta",
                        "tileDescription": "Enhancing real-time feedback collection from participants",
                        "description": "Improve real-time access to participant feedback—including concerns, testimonials, and referrals—to address issues promptly, amplify positive experiences, and encourage more people to visit the Ashram. This system will replace inefficient paper-based feedback collection and integrate real-time analytics to improve response times and participant satisfaction.",
                        "solutions": {
                                "What": "A digital feedback system that collects, categorizes, and prioritizes participant feedback using AI.",
                                "When": "Feedback can be submitted in real-time through mobile apps, websites, or tablets at key locations within the ashram.",
                                "Who": "Ashram administration, event organizers, hospitality teams, and feedback analysis teams.",
                                "How": "Using AI-driven sentiment analysis, participant testimonials, referrals, and structured feedback collection through mobile apps, kiosks, or QR-based forms at the ashram. The AI will categorize feedback into relevant departments (e.g., food, accommodation, event experience), prioritize issues (Critical, High, Medium, Low), and generate reports for the ashram team.",
                                "Why": "To create a structured, paperless, and AI-powered feedback system that improves participant engagement, identifies key concerns promptly, and encourages referrals for future events.",
                                "Where": "At strategic locations in the ashram, including registration desks, session halls, dining areas, and exit points where participants can provide feedback easily."
                        },
                        "joinLink": "",
                        "problemStatement": "To ensure participants' experiences at the Bangalore Ashram are continuously improved and shared widely.",
                        "painPoints": "",
                        "rolesAvailable": ""
                },
                {
                        "id": 3,
                        "title": "Augmented Reality (AR) Experience for Product Ads",
                        "team": "",
                        "contact": "",
                        "tileDescription": "Transform newspaper and book ads into interactive video experiences",
                        "description": "Play a video of a product from a newspaper ad by creating an AR experience. The same applies to a picture in a book.",
                        "solutions": {
                                "What": "Enable an interactive AR experience where users can scan a product image in a newspaper or book and view its promotional video.",
                                "When": "Whenever a user scans the ad using an AR-supported app.",
                                "Who": "Marketing teams, publishers, and technology providers.",
                                "How": "Use AR-enabled apps to recognize product images and trigger corresponding videos.",
                                "Why": "To make advertisements more engaging, increase customer interest, and improve product visibility.",
                                "Where": "In newspapers, magazines, and books where product ads are published."
                        },
                        "joinLink": "",
                        "problemStatement": "To enhance traditional advertising by integrating interactive AR experiences.",
                        "painPoints": "",
                        "rolesAvailable": ""
                },
                {
                        "id": 4,
                        "title": "AI Bot for Art of Living Free Schools",
                        "team": "",
                        "contact": "",
                        "tileDescription": "AI-driven engagement for Art of Living Free Schools",
                        "description": "Develop an AI bot with a digital clone, video, audio, and text interactions to enhance engagement and awareness of Art of Living Free Schools.",
                        "solutions": {
                                "What": "An AI-powered bot providing video, audio, and text-based interactions about Art of Living Free Schools.",
                                "When": "Available 24/7 for inquiries, engagement, and awareness campaigns.",
                                "Who": "Art of Living Free Schools team, AI developers, and outreach volunteers.",
                                "How": "Using AI-based chatbot technology, NLP, and voice synthesis for an interactive experience.",
                                "Why": "To improve accessibility, increase engagement, and provide real-time information about the schools.",
                                "Where": "On Art of Living websites, mobile apps, social media, and event platforms."
                        },
                        "joinLink": "",
                        "problemStatement": "To provide seamless, interactive, and AI-powered engagement for Art of Living Free Schools.",
                        "painPoints": "",
                        "rolesAvailable": ""
                },
              {
                        "id": 5,
                        "title": "AI Bot for International Women's Conference 2025",
                        "team": "",
                        "contact": "",
                        "tileDescription": "AI-powered engagement for IWC 2025",
                        "description": "Develop an AI bot with audio and text interactions to enhance engagement, outreach, and participant experience for the International Women's Conference 2025.",
                        "solutions": {
                                "What": "An AI-driven bot providing text and voice-based interaction for IWC 2025, with insights on Art of Living Free Schools.",
                                "When": "Leading up to and during the conference for information, engagement, and Q&A sessions.",
                                "Who": "Event organizers, Art of Living team, AI developers, and conference participants.",
                                "How": "Using AI chatbot technology for real-time responses and engagement.",
                                "Why": "To enhance the participant experience, increase awareness, and provide easy access to key information.",
                                "Where": "On the IWC website, event app, and social media platforms."
                        },
                        "joinLink": "",
                        "problemStatement": "To leverage AI for interactive engagement, making IWC 2025 more accessible and informative.",
                        "painPoints": "",
                        "rolesAvailable": ""
                },
                {
                        "id": 6,
                        "title": "Gurudev as AI Companion",
                        "team": "Satyam & others",
                        "contact": "Satyam",
                        "tileDescription": "An AI-driven mentor inspired by Gurudev Sri Sri Ravi Shankar",
                        "description": "Develop an AI companion that embodies Gurudev Sri Sri Ravi Shankar’s wisdom, voice, gestures, and style, making his teachings accessible anytime, anywhere.",
                        "solutions": {
                                "What": "An AI-powered digital companion providing wisdom, guidance, and teachings based on Gurudev’s philosophy.",
                                "When": "Available 24/7 for users seeking guidance, meditation techniques, and spiritual wisdom.",
                                "Who": "Followers, seekers, devotees, and those interested in Gurudev’s teachings.",
                                "How": "Using AI to replicate Gurudev’s speech, expressions, and knowledge in interactive formats (text, audio, and video).",
                                "Why": "To ensure Gurudev’s wisdom is always accessible, providing personal mentorship to users worldwide.",
                                "Where": "Accessible via a dedicated app, website, and integrated with voice assistants and messaging platforms."
                        },
                        "joinLink": "",
                        "problemStatement": "To make Gurudev’s wisdom and teachings available to seekers in a personalized, AI-powered format for continuous spiritual guidance.",
                        "painPoints": "",
                        "rolesAvailable": ""
                }    {
        "id": 7,
        "title": "AI Bot for the Rediscovery and Reconsecration of Somnath Jyotirlinga",
        "team": "",
        "contact": "",
        "tileDescription": "AI-driven storytelling on the rediscovery of Somnath Jyotirlinga",
        "description": "This AI project aims to bring the rediscovery and re-consecration of the Somnath Jyotirlinga under the guidance of Sri Sri Ravi Shankar to life through an AI-based interactive video, voice, and chat experience. It will dynamically narrate unfolding events based on various contents and happenings within the Art of Living as they occur, offering users an immersive and evolving perspective of this historic event.",
        "solutions": {
                "What": "An AI-powered bot offering historical, spiritual, and cultural insights into the rediscovery and reconsecration of Somnath Jyotirlinga while dynamically adapting to new events and content.",
                "When": "Available anytime for those interested in learning about this historic event, continuously updated with new Art of Living events and content.",
                "Who": "Researchers, spiritual seekers, Art of Living community, and the general public.",
                "How": "Using AI-driven conversational interfaces, multimedia content, and real-time updates from Art of Living events to provide an immersive video, voice, and chat-based experience.",
                "Why": "To preserve and disseminate knowledge about this significant spiritual event while keeping it relevant and dynamically connected to ongoing spiritual developments.",
                "Where": "On Art of Living platforms, spiritual websites, and educational portals, accessible via chatbots, mobile apps, and interactive video experiences."
        },
        "joinLink": "",
        "problemStatement": "To provide an engaging, AI-powered way for people to learn about the rediscovery and reconsecration of Somnath Jyotirlinga while dynamically adapting to new content and events from the Art of Living.",
        "painPoints": "",
        "rolesAvailable": ""
},
                {
                        "id": 8,
                        "title": "AI Platform for Sales, Marketing, and Operations",
                        "team": "",
                        "contact": "",
                        "tileDescription": "AI-powered governance and business automation",
                        "description": "Develop an AI platform to handle sales, marketing, and operations, starting with an AI-powered call center and digital clones for products and events, integrated with AI-driven Grace-based governance.",
                        "solutions": {
                                "What": "An AI platform integrating sales, marketing, and operations with governance driven by Grace and growth mindset principles.",
                                "When": "Starting with AI-powered call centers and digital clones for product and event promotions.",
                                "Who": "Sales, marketing, operations teams, AI engineers, and business strategists.",
                                "How": "Using AI-based automation, NLP-driven customer interactions, and governance algorithms for efficient decision-making.",
                                "Why": "To streamline business operations, optimize sales and marketing, and drive growth with AI-driven insights.",
                                "Where": "Across organizations handling sales, marketing, and operations for products and events."
                        },
                        "joinLink": "",
                        "problemStatement": "To create an AI-driven business framework that enhances efficiency, engagement, and governance through Grace and AI-powered insights.",
                        "painPoints": "",
                        "rolesAvailable": ""
                },
                {
                        "id": 9,
                        "title": "AI-Powered Email Filtering System for Sri Sri Ravi Shankar Ji",
                        "team": "",
                        "contact": “Rahul “Sharma” 
                        "tileDescription": "AI-driven email prioritization for efficient response management",
                        "description": "Develop an AI-powered email filtering system to categorize and prioritize incoming emails for Sri Sri Ravi Shankar Ji, ensuring urgent matters receive timely attention while maintaining human oversight.",
                        "solutions": {
                                "What": "An AI system that filters, categorizes, and prioritizes incoming emails based on urgency and importance.",
                                "When": "Operational 24/7 to continuously process incoming emails in real-time.",
                                "Who": “Gurudev Secretariat",
                                "How": "Using NLP (Natural Language Processing) to analyze email content, classify emails into relevant categories, flag high-priority messages, and provide a moderation dashboard for manual review.",
                                "Why": "To ensure urgent emails receive immediate attention, streamline email management, and reduce the manual workload while maintaining a personalized response approach.",
                                "Where": "Integrated into the official email system of Gurudev’s Secretariat."
                        },
                        "joinLink": "",
                        "problemStatement": "To improve efficiency in handling emails by identifying and prioritizing urgent matters while ensuring critical messages are not overlooked.",
                        "painPoints": "",
                        "rolesAvailable": ""
                },
                
                {
                        "id": 10,
                        "title": "AI-Powered Shoe Retail Management System",
                        "team": "Rahul Sharma & others",
                        "contact": "Rahul Sharma",
                        "tileDescription": "AI-driven inventory, billing, and customer engagement for shoe retailers",
                        "description": "Develop an AI-powered retail management system for shoe retailers, replacing manual barcode-based tracking with AI-driven image recognition for faster billing, real-time inventory management, and improved customer engagement.",
                        "solutions": {
                                "What": "An AI-powered system for inventory tracking, billing, and customer engagement, eliminating barcode dependency.",
                                "When": "Operational in real-time for billing, stock management, and customer interactions.",
                                "Who": "Shoe retailers, store managers, sales staff, and business owners.",
                                "How": "Using AI-based image recognition for inventory tracking, real-time sales analytics, AI-driven restock recommendations, and one-tap mobile billing with integrated payment options.",
                                "Why": "To reduce manual errors, improve checkout speed, optimize stock levels, and enhance customer engagement.",
                                "Where": "Deployed in shoe retail stores, supporting both single-store and multi-store management."
                        },
                        "joinLink": "",
                        "problemStatement": "To replace inefficient barcode-based retail management with AI-driven automation, ensuring faster billing, optimized inventory, and improved customer engagement.",
                        "painPoints": "",
                        "rolesAvailable": ""
                },
            
        ]
