[
    {
        "title": "Tracking people meeting Gurudev",
        "team": "Shreesh, Meenakshi, Rishi, Prajwal, Sujay & others",
        "contact": "Shreesh",
        "tileDescription": "Tracking people meeting Gurudev",
        "description": "Our mission is to track people meeting Gurudev",
        "solutions": " ",
        "joinLink": "https://forms.gle/BzZoNtKCU8oQp9hp8",
        "problemstatement": "To ensure Gurudev's time is optimally utilized.",
        "PainPoints":            "To ensure Gurudev's time is optimally utilized.",
        "rolesAvailable": ""
    },
    {
        "title": "AI-Powered Digital Feedback System for the Ashram",
        "team": "Shreesh, Ankit Gupta",
        "contact": "Ankit Gupta",
        "tileDescription": "Enhancing real-time feedback collection from participants",
        "description": "Improve real-time access to participant feedback—including concerns, testimonials, and referrals—to address issues promptly, amplify positive experiences, and encourage more people to visit the Ashram. This system will replace inefficient paper-based feedback collection and integrate real-time analytics to improve response times and participant satisfaction.",
        "problemstatement": "",
        "PainPoints": "",
        "solutions": "To ensure participants' experiences at the Bangalore Ashram are continuously improved and shared widely.",
        "joinLink": "https://forms.gle/BzZoNtKCU8oQp9hp8",
        "rolesAvailable": ""
    },
    {
        "title": "Augmented Reality (AR) Experience for Product Ads",
        "team": "",
        "contact": " ",
        "tileDescription": "Transform newspaper and book ads into interactive video experiences",
        "description": "Play a video of a product from a newspaper ad by creating an AR experience. The same applies to a picture in a book.",
        "problemstatement": "The project addresses the challenge faced by Art of Living board members (key decision-makers) in efficiently finding and connecting with individuals proposing solutions to key organizational issues. The current process lacks a centralized platform to discover and connect with relevant expertise. The solution is a web application featuring a search bar, allowing users to easily find work done within the organization. Envisioned as a \"Perplexity for AOL-specific content,\" this platform facilitates collaboration by providing board members with a tool to quickly identify relevant ideas and connect with the right people to address critical challenges. The primary goal is to improve decision-making and problem-solving by streamlining access to internal knowledge and expertise.",
        "solutions": "",
        "joinLink": "https://forms.gle/BzZoNtKCU8oQp9hp8",
        "rolesAvailable": ""
    },
    {
        "title": "AI Bot for Art of Living Free Schools",
        "team": "",
        "contact": " ",
        "tileDescription": "AI-driven engagement for Art of Living Free Schools",
        "description": "Develop an AI bot with a digital clone, video, audio, and text interactions to enhance engagement and awareness of Art of Living Free Schools.",
        "problemstatement": "To provide seamless, interactive, and AI-powered engagement for Art of Living Free Schools.",
        "solutions": "",
        "joinLink": "https://forms.gle/BzZoNtKCU8oQp9hp8",
        "rolesAvailable": ""
    },
    {
        "title": "AI Bot for International Womens Conference 2025",
        "team": "",
        "contact": "",
        "tileDescription": "AI-powered engagement for IWC 2025",
        "description": "Develop an AI bot with audio and text interactions to enhance engagement, outreach, and participant experience for the International Womens Conference 2025.",
        "solutions": "",
        "joinLink": "https://forms.gle/BzZoNtKCU8oQp9hp8",
        "rolesAvailable": ""
    },
    {
        "title": "Gurudev as AI Companion",
        "team": "Satyam & others",
        "contact": "Satyam",
        "tileDescription": "An AI-driven mentor inspired by Gurudev Sri Sri Ravi Shankar",
        "description": "Develop an AI companion that embodies Gurudev Sri Sri Ravi Shankars wisdom, voice, gestures, and style, making his teachings accessible anytime, anywhere.",
        "problemstatement": "To make Gurudevs wisdom and teachings available to seekers in a personalized, AI-powered format for continuous spiritual guidance.",
        "solutions": "",
        "joinLink": "https://forms.gle/BzZoNtKCU8oQp9hp8",
        "rolesAvailable": ""
    },
    {
        "title": "AI Bot for the Rediscovery and Reconsecration of Somnath Jyotirlinga",
        "team": "",
        "contact": "",
        "tileDescription": "AI-driven storytelling on the rediscovery of Somnath Jyotirlinga",
        "description": "This AI project aims to bring the rediscovery and re-consecration of the Somnath Jyotirlinga under the guidance of Sri Sri Ravi Shankar to life through an AI-based interactive video, voice, and chat experience. It will dynamically narrate unfolding events based on various contents and happenings within the Art of Living as they occur, offering users an immersive and evolving perspective of this historic event.",
        "problemstatement": "To provide an engaging, AI-powered way for people to learn about the rediscovery and reconsecration of Somnath Jyotirlinga while dynamically adapting to new content and events from the Art of Living.",
        "joinLink": "https://forms.gle/BzZoNtKCU8oQp9hp8",
        "solutions":"",
        "rolesAvailable": ""
    },
    {
        "title": "AI Platform for Sales, Marketing, and Operations",
        "team": "",
        "contact": "",
        "tileDescription": "AI-powered governance and business automation",
        "description": "Develop an AI platform to handle sales, marketing, and operations, starting with an AI-powered call center and digital clones for products and events, integrated with AI-driven Grace-based governance.",
        "problemstatement": "To create an AI-driven business framework that enhances efficiency, engagement, and governance through Grace and AI-powered insights.",
        "solutions": "",
        "joinLink": "https://forms.gle/BzZoNtKCU8oQp9hp8",
        "rolesAvailable": ""
    },
    {
        "title": "AI-Powered Email Filtering System for Sri Sri Ravi Shankar Ji",
        "team": "Rahul Sharma & others",
        "contact": "Rahul Sharma",
        "tileDescription": "AI-driven email prioritization for efficient response management",
        "description": "Develop an AI-powered email filtering system to categorize and prioritize incoming emails for Sri Sri Ravi Shankar Ji, ensuring urgent matters receive timely attention while maintaining human oversight.",
        "problemstatement": "To improve efficiency in handling emails by identifying and prioritizing urgent matters while ensuring critical messages are not overlooked.",
        "solutions": "",
        "joinLink": "https://forms.gle/BzZoNtKCU8oQp9hp8",
        "rolesAvailable": ""
    },
    {
        "title": "AI-Powered Shoe Retail Management System",
        "team": "Rahul Sharma & others",
        "contact": "Rahul Sharma",
        "tileDescription": "AI-driven inventory, billing, and customer engagement for shoe retailers",
        "description": "Develop an AI-powered retail management system for shoe retailers, replacing manual barcode-based tracking with AI-driven image recognition for faster billing, real-time inventory management, and improved customer engagement.",
        "problemstatement": "To replace inefficient barcode-based retail management with AI-driven automation, ensuring faster billing, optimized inventory, and improved customer engagement.",
        "solutions": "",
        "joinLink": "https://forms.gle/BzZoNtKCU8oQp9hp8",
        "rolesAvailable": ""
    },
    {
        "title": "AI for Sustainability",
        "team": "Praveeen Uchil",
        "tileDescription": "",
        "description": "",
        "problemstatement": "",
        "solutions": "",
        "joinLink": "https://forms.gle/BzZoNtKCU8oQp9hp8",
        "rolesAvailable": ""
    }
    ]
